[
  {
      "id": 1,
      "questao": " ENEM 2023 - QUESTÃO 49 ---- TEXTO I Com uma população de 25 milhões de habitantes (cerca de 60% de minorias muçulmanas, principalmente da etnia Uigur), Xinjiang é uma região estratégica para a China. Faz fronteira com oito países, é uma artéria crucial do megaprojeto de infraestrutura chinês Cinturão e Rota e tem as maiores reservas nacionais de carvão e gás natural. // TEXTO II Dentre as províncias da Região Oeste, Xinjiang se destaca ao receber mais de 1,7 milhão de migrantes entre 2000 e 2010. O principal motivo desse fluxo migratório é que o governo fornece subsídios à população visando aumentar a proporção de chineses da etnia Han em relação à população local de etnias turca e muçulmana. A política demográfica para a província mencionada nos textos é parte da seguinte ação estratégica do governo chinês:",
      "alternativas": [
          "Promover a ocupação rural.",
          "Favorecer a liberdade religiosa.",
          "Descentralizar a gestão pública. ",
          "Incentivar a pluralidade cultural.",
          "Assegurar a integridade territorial"
      ],
      "respostaCorreta": "Assegurar a integridade territorial"
  },
  {
      "id": 2,
      "questao": "ENEM 2012 - QUESTÃO 32 ---- A interface clima/sociedade pode ser considerada em termos de ajustamento à extensão e aos modos como as sociedades funcionam em uma relação harmônica com seu clima. O homem e suas sociedades são vulneráveis às variações climáticas. A vulnerabilidade é a medida pela qual uma sociedade é suscetível de sofrer por causas climáticas. Considerando o tipo de relação entre ser humano e condição climática apresentado no texto, uma sociedade torna-se mais vulnerável quando:",
      "alternativas": [
          "Concentra suas atividades no setor primário",
          "Júpiter",
          "Marte",
          "Terra"
      ],
      "respostaCorreta": "Concentra suas atividades no setor primário"
  },
  {
      "id": 3,
      "questao": "Quem pintou 'A Noite Estrelada'?",
      "alternativas": [
          "Claude Monet",
          "Pablo Picasso",
          "Vincent van Gogh",
          "Leonardo da Vinci"
      ],
      "respostaCorreta": "Vincent van Gogh"
  },
  {
      "id": 4,
      "questao": "Em que ano o homem pisou na Lua pela primeira vez?",
      "alternativas": [
          "1969",
          "1972",
          "1965",
          "1959"
      ],
      "respostaCorreta": "1969"
  },
  {
      "id": 5,
      "questao": "Qual é o livro mais vendido no mundo após a Bíblia?",
      "alternativas": [
          "O Senhor dos Anéis",
          "Dom Quixote",
          "O Pequeno Príncipe",
          "Harry Potter"
      ],
      "respostaCorreta": "Dom Quixote"
  }
]
